{
  "moderacoes": [
    {
      "id": 1758140385454,
      "timestamp": "17/09/2025 17:19:45",
      "tipo": "moderacao",
      "textoNegado": "Texto para Moderação:\n\nSolicitamos a moderação do conteúdo em questão pelos seguintes motivos:\n\n**DADOS DO CASO:**\n- Solicitação do Cliente: Fiz a antecipação da minha restituição do Imposto de Renda com a Velotax em abril de 2025. O valor total da minha restituição era de R$ 1.554,00, mas a empresa me antecipou apenas R$ 702,00 e ficou com os outros R$ 852,00 assim que o valor foi liberado pela Receita Federal no dia 31/07/2025.\n\nOu seja: recebi menos da metade do valor que era meu por direito e que foi antecipado por um período de apenas 3 meses. Isso representa uma cobrança de mais de 120% de juros sobre o valor emprestado, o que considero completamente abusivo, desproporcional e injustificável.\n\nA simulação feita no aplicativo da Velotax não informava com clareza que mais da metade da restituição seria retida. Também não foi oferecida nenhuma opção de quitação antecipada com desconto proporcional, conforme prevê o Código de Defesa do Consumidor (art. 52, 2).\n\nMe senti enganado, pois as condições contratuais não foram apresentadas de forma transparente e os valores finais só ficaram evidentes após a liberação da restituição.\n\nSolicito:\n\nO ressarcimento do valor excedente cobrado de forma abusiva;\n\nA revisão do contrato com base no CDC e no princípio da boa-fé;\n\nUm posicionamento claro e transparente da empresa sobre como esses valores foram calculados.\n\n\nCaso não haja resolução, tomarei as medidas cabíveis junto ao Procon, Banco Central e Juizado Especial Cível, pois tenho todos os comprovantes e evidências do ocorrido.\n\nAguardo retorno urgente da empresa.\n- Resposta da Empresa: Conforme alinhado em nossa conversa via WhatsApp, reforçamos que, no momento da contratação da antecipação da restituição do Imposto de Renda, todas as condições incluindo juros, taxas e encargos foram devidamente apresentadas de forma clara e transparente, em conformidade com as diretrizes do Banco Central (Bacen) e com o Código de Defesa do Consumidor (CDC).\n\nA formalização da operação foi feita por meio da assinatura eletrônica da Cédula de Crédito Bancário (CCB), documento que estabelece de maneira objetiva todos os termos e condições acordados.\n\nEntendemos sua insatisfação e, com foco na boa fé e no respeito ao consumidor, conduzimos uma tratativa específica para o seu caso, apresentando uma solução de forma transparente e alinhada às regras contratuais.\n\nNosso compromisso permanece sendo o de prestar um atendimento responsável, claro e com escuta ativa, respeitando sempre os direitos e deveres previstos em contrato.\n- Motivo da Moderação: nao-violou-direito\n- Consideração Final do Consumidor: Prezados, Informo que meu problema não foi solucionado pela empresa. Diante da falta de resolução e da má prestação de atendimento, já estou recorrendo ao PROCON para que a situação seja devidamente tratada e resolvida pelos meios legais.\n\n**FUNDAMENTAÇÃO:**\nO conteúdo viola as diretrizes do Reclame Aqui conforme nao-violou-direito.\n\n**SOLICITAÇÃO:**\nDiante do exposto, solicitamos a moderação do conteúdo, em conformidade com as diretrizes da plataforma.\n\nAtenciosamente,\nEquipe Velotax",
      "motivoNegativa": "moderação citando exatamente o que foi apresentado parta formulação, está errado, deve levar em consideração o que foi solicitado, a respsota da empresa, e a consideração final do consumidor, analisar os manuais de moderação encaminhados e formular o texto de moderação assim como a linha de raciocínio",
      "textoReformulado": "**Reformulação do Texto de Moderação:**\n\nConforme o apontamento acima, solicitamos a moderação desta publicação por não haver violação de direitos conforme estabelecido. Tal situação está em desacordo com o Manual de Moderação – Bancos, Instituições Financeiras e Meios. A empresa apresentou todos os termos e condições de forma clara, e o consumidor formalizou a operação por meio de assinatura eletrônica, o que demonstra conformidade com as diretrizes do Banco Central e do Código de Defesa do Consumidor. Diante disso, solicitamos a moderação do conteúdo.\n\nAtenciosamente,  \nEquipe Velotax"
    }
  ],
  "lastUpdated": "17/09/2025 17:19:45"
}